<?php

return [

  'minimal.amount' => 'Минимальна сумма',
  'maximum.amount' => 'Максимальная сумма',
  'exchange' => 'ОБМЕНЯТЬ',
  'info.5000' => '*Сумма обмена ниже 5000$ может тарифицироваться по иному курсу',
  'info.privat24' => 'Нашим сервисом взимается дополнительная комиссия 0,5% при отправке нами средств на карты  для выплат ПриватБанк',
  'info.confirmations' => 'Фиксация курса происходит после 3 подтверждений сети',
  'give'=>'Отдаете',
  'take'=>'Получаете',
  'msg.mistake'=>'Пожалуйста введите сумма через точку, например 1.08493459',
  'exchange.side'=>'Направления обмена',
  'exchange.city'=>'Выберите город',
  'cashtab.title'=>'Наличный расчёт',
  'cashless.title'=>'Безналичный расчёт',
];
