<?php

return [
  'status'=>'Статус заявки №',
  'first_name'=>'Username:',
  'email'=>'E-mail:',
  'phone'=>'Телефон:',
  'side'=>'Направление заявки:',
  'summ'=>'Сумма в',
  'wallet'=>'Адрес кошелька для оплаты:',
  'thanks'=>'Благодарим за выбор нашего сервиса!',
  'subject.new_order'=>'Новая заявка на обмен',
  'operator'=>'Свяжитесь с оператором нужного вам направления в онлайн чате сайта или телеграмм',
  'start'=>'Дата/Время подачи заявки:',
  'end'=>'Дата/Время завершения заявки:',
  'link'=>'Постоянный адрес заявки:',
  'our_projects'=>'C1k.world our projects:',
  'status_not_end'=>'Заявка ещё не завершена',
  'confirm'=>'ДЛЯ ПОДТВЕРЖДЕНИЯ ЗАЯВКИ ПЕРЕЙДИТЕ ПО ССЫЛКЕ',
];
