<?php


return [

'text'=>'

<div class="col">
    <div class="Fill" style="width:100%;">
        <h4>Правила хранения файлов при верификации</h4>
        <div class="table-info-person-text">
            <p>
                С целью предупреждения и предотвращения мошеннических действий, а также несанкционированных переводов денежных средств, при совершении обменных финансовых операций на сервисе c1k была введена верификация аккаунтов Skrill/NETELLER. Процесс верификации осуществляется в кратчайшие сроки.
            </p>
        </div>
        <br />
        <h4>Для чего нужна верификация аккаунтов Skrill/NETELLER?</h4>
        <div class="table-info-person-text">

            <p>
                Верификация аккаунтов Skrill/NETELLER подтверждает, что клиент обменного сервиса c1k является владельцем счета и совершает обмен добровольно. Процедура усложняет мошенникам совершение перевода без согласия владельца счета. Процесс верификации аккаунтов Skrill/NETELLER занимает несколько минут и выполняется только один раз. Запрещено использовать средства для скрытия реального IP-адреса (прокси, VPN и так далее).
                <p/>
                <p>
                Мы проверяем аккаунты с целью определения происхождения денежных средств. На сегодняшний день, сложилась такая ситуация, что Skrill/NETELLER ужесточили правила использования кошельков. Для безопасной работы мы должны быть уверены в происхождении средств.
                </p>
                <p>Для верификации аккаунта Skrill/NETELLER на обменном сервисе c1k, представлен следующий алгоритм действий:</p>
                <ol>
                    <li>Клиент создает заявку на совершение обмена.</li>
                    <li>После создания заявки на обмен, клиенту нужно прикрепить скриншот с историей депозитов своего аккаунта, где видно от кого пришли средства на его счет.</li>
                    <li>После совершения указанных действий, необходимо связаться с одним из представителей нашего сервиса.</li>
                </ol>
                <p>
                    Отметим, что при загрузке изображения, оно должно соответствовать следующим требованиям:
                </p>
                <ul>
                    <li>формат (.GIF, .JPG, .JPEG, .JPE, .PNG)</li>
                    <li>размер файла не более 4 mb.</li>
                </ul>


            </div>
            <a type="button" href="/account/skrill_verify" class="btn btn-primary button-change-form" id="btn_change">
                Перейти к верификации
            </a>
        </div>
    </div>

'

];
