<?php

return [

'contacts'=>'Наши контакты',

'ahtung'=>'ВНИМАНИЕ! Уважаемые клиенты, участились случаи мошенничества  от нашего имени! Чтобы уберечь средства используйте только эти контакты:
<br /><span style="color:red"><b> ВНИМАНИЕ !
Администрация сайта не выдаёт реквизиты в телеграмм,остерегаетесь мошенников.
</b></span>
',

'central'=>'Наш центральный контакт в Telegram',

'cashless'=>'Наш контакт по безналу в Telegram',

'whatsapp'=>'Наш контакт WhatsApp',

'about'=>'О нас',

'news'=>'Новости',

'partners'=>'Партнеры',

'locate'=>'Вы можете найти нас:',

'worktime'=>'График работы:',
'workhours'=>'
<a href="#">Пн-пт: 10:00 до 23:00</a>
<a href="#">по Киеву</a>
<a href="#">Сб-Вс: Свободный график</a>
',


'menu'=>'Меню',

'calc'=>'Калькулятор',

'info'=>'Информация',

'oferta'=>'Договор оферты',

'bepartner'=>'Партнерские программы',


];
