<?php

return [

    'register.title'=>'Регистрация нового пользователя',
    'register.name'=>'Имя',
    'register.email'=>'e-mail',
    'register.password'=>'Пароль',
    'register.password_confirm'=>'Повторите пароль',
    'register.submit'=>'Зарегистрироваться',

    'reset.title'=>'Сброс пароля',
    'reset.email'=>'e-mail',
    'reset.submit'=>'Получить ссылку на восстановление',

    'main.login'=>'ВОЙТИ',
    'main.lost_pass'=>'Забыли пароль?',
    'main.login_password'=>'Пароль',

    'main.logout'=>'Выход',
    'main.register'=>'РЕГИСТРАЦИЯ',

    'main.title'=>'Обмен криптовалют C1k.world',
    'main.desc'=>'Покупка и продажа биткоинов. ✅ Обмен биткоинов на usd ✅ Покупка bitcoin в России, Украине, Турции, ОАЕ  ✅ Быстрая продажа биткоин в Москве,Киеве ✅ Курс биткоин к usd,рублю, гривне',

    'overlay_1'=>'Уважаемые пользователи! Реквизиты для отправки средств после создания заявки  необходимо получать в чате онлайн поддержки у оператора.',
    'overlay_2'=>'Окно чата поддержки находится в нижнем правом углу сайта. ',
    'overlay_3'=>'Согласен',
    
];
