<?php

return [

'send'=>'1. Отдаёте',

'city'=>'Страна и город (<b style="color:red">ДЛЯ НАЛИЧНОГО ОБМЕНА</b>)',

'min'=>'*минимальная сумма: ',

'select'=>'Выберите систему',

'get'=>'2. Получаете',

'reserv'=>'Резервы',

'data'=>'3. Ввод данных',

'rate'=>'Обмен по курсу: ',

'personal'=>'Введите данные для завершения обмена:',

'personal_long'=>'Введите данные для завершения обмена, указывайте действующий e-mail , вам прийдет письмо с паролем от вашего личного кабинета:',

'username'=>'Имя Фамилия',

'10k'=>'',

'10kold'=>'*Обмены на сумму менее $10.000 могут иметь дополнительную комиссию. Фиксация курса происходит после 2-3 подтверждений сети по курсу binance.<br />
Доп.комиссия на розничные переводы : <br />
300-1000$ : до 2% <br />
1000-5000$ : до 1.5% <br />
5000- 9999$ : до 0.5% 
',

'add_commision'=>'*На карту для выплат распространяется комиссия 1%',

'verify'=>'Для этого обмена требуется верификация',

'oferta'=>' Я согласен с ',
'oferta_link'=>'"Правилами сервиса"',

'go'=>'Обменять сейчас',


];
