<?php

return [

'title'=>'Верификация банковской карты',

'fill'=>'Заполните анкету',

'name'=>'Фамилия, имя, отчество',


'phone'=>'Телефон',

'card_number'=>'Номер карты',

'foto'=>'Фото карты',


'maxfiles'=>'Слишком много файлов максимум 5!',

'filesize'=>'Файл слишком большой максимальный размер 5Mb!',

'note'=>'Примечание:',

'note1'=>'На фоне открытой страницы сайта обменного сервиса c1k, пользователю необходимо сфотографировать свою банковскую карту, на которой видны первые и последние 4 цифры номера. Предварительно, на сайте нужно заполнить личные данные.',

'note_title'=>'Примечание: ',

'nopc'=>'У меня нет доступа к ПК для фото',

'note2'=>'Если у вас отсутствует возможность загрузить фото с персонального компьютера и вы проходите верификацию с мобильного устройства, то необходимо отправить фотографию банковской карты с первыми и последними 4 цифрами номера на фоне листка бумаги, на котором от руки написана сегодняшняя дата, адрес сайта обменного сервиса c1k, номер созданной заявки.',


'oferta'=>'Пожалуйста, ознакомьтесь с <a href="/oferta">Пользовательским соглашением</a> и <a href="/card_verify_info"> Правилами хранения файлов</a>',

'send'=>'"Отправить"',
'pending'=>'На расмотрении'

];
