<?php


return [

'text'=>'

<div class="col">
    <div class="Fill" style="width:100%;">
        <h4>Правила хранения файлов при верификации</h4>
        <div class="table-info-person-text">
            <p>
                С целью предупреждения и предотвращения мошеннических действий, а также несанкционированных переводов денежных средств, при совершении обменных финансовых операций на сервисе c1k была введена верификация банковских карт клиентов. Процесс верификации осуществляется в кратчайшие сроки.
            </p>
        </div>
        <br />
        <h4>Для чего нужна верификация банковской карты?</h4>
        <div class="table-info-person-text">

            <p>
                Верификация банковской карты подтверждает, что клиент обменного сервиса c1k является держателем карты и совершает обмен добровольно. Процедура усложняет мошенникам совершение перевода без согласия владельца карты. Процесс верификации занимает несколько минут и выполняется только один раз, при добавлении новой банковской карты.
                Пользователи обменного сервиса c1k, которые прошли верификацию, получают право совершать операции со счетов/карт открытых в банковских организациях, при этом все остальные направления платежных систем и электронных кошельков доступны на общих основаниях, без верификации.
                Запрещено использовать средства для скрытия реального IP-адреса (прокси, VPN и так далее).
                <p/>
                <p>Для верификации банковской карты на обменном сервисе c1k, нужно выполнить следующие действия:</p>
                <ol>
                    <li>Зарегистрироваться в личном кабинете пользователя и авторизоваться в своем аккаунте.</li>
                    <li>Заполнить профиль пользователя с указанием следующих данных: фамилия, имя, отчество, номер телефона.</li>
                    <li>Перейти в раздел со счетами и добавить счет, введя данные банковской карты.</li>
                    <li>В разделе со счетами появится ваш номер банковской карты. Для того чтобы он был верифицирован, нужно добавить фотографию банковской карты.</li>
                    <li>Нужно сделать фото вашей карты на фоне страницы сайта c1k.world.</li>
                    <li>Если банковская карта именная, то на фото должны быть видны первые 4 и последние 4 цифры номера карты, а также имя и фамилия владельца. Остальные данные пользователь может закрыть.</li>
                    <li>После загрузки изображения, в кратчайшие сроки появится уведомление про прохождение верификации. На адрес электронной почты указанный при регистрации будет отправлено уведомление про успешную верификацию банковской карты.</li>
                </ol>
                <p>
                    Отметим, что при загрузке изображения банковской карты, оно должно соответствовать следующим требованиям:
                </p>
                <ul>
                    <li>формат (.GIF, .JPG, .JPEG, .JPE, .PNG)</li>
                    <li>размер файла не более 4 mb.</li>
                </ul>


            </div>
            <a type="button" href="/account/card_verify" class="btn btn-primary button-change-form" id="btn_change">
                Перейти к верификации
            </a>
        </div>
    </div>

'

];
