<?php

return [


'status'=>'Статус заявки №',

'ahtung'=>'Особое внимание! Перевод средств осуществлять исключительно по указанным на сайте контактам!',
'alert'=>'Особое внимание! Перевод средств осуществлять исключительно по указанным на сайте контактам!',

'to_address'=>'На кошелек/счет',
'from_address'=>'С кошелек/счет',

'side'=>'Направление заявки',

'summ'=>'Сумма в',

'address_next'=>'Адрес кошелька будет предоставлен в момент совершения сделки',

'thankyou'=>'Благодарим за выбор нашего сервиса!',

'call_manager'=>'Свяжитесь с оператором нужного вам направления в онлайн чате сайта.<br/><br/><p style="font-size: larger;"><b>В том случае если остались вопросы или вам удобнее получить поддержку в мессенджере, то вы можете написать нашему сотруднику в <a href="https://t.me/noncash_c1k"><span style="color:red">Telegram.</span></a></b></p>',
'call_manager2'=>'<b><span style="color:red">Что б подтвердить и активировать заявку пройдите по ссылке в письме на почте</span><br />Свяжитесь с оператором нужного вам направления в онлайн чате сайта.</b><br /><p><b>В том случае если остались вопросы или вам удобнее получить поддержку в мессенджере, то вы можете написать нашему сотруднику в <a href="https://t.me/noncash_c1k"><span style="color:red">Telegram.</span></a></b></p>',
'call_manager_old'=>'<b>Свяжитесь с оператором нужного вам направления в онлайн чате сайта или телеграмм: <a href="https://t.me/noncash_c1k">Telegram</a></b>',
'call_manager2_old'=>'<b><span style="color:red">Что б подтвердить и активировать заявку пройдите по ссылке в письме на почте</span><br />Свяжитесь с оператором нужного вам направления в онлайн чате сайта или телеграмм: <a href="https://t.me/noncash_c1k">Telegram</a></b>',

'ahtung_review'=>'Внимание ! Оставьте положительный отзыв - получите пополнение мобильного счёта на 15 грн. https://www.bestchange.ru',

'date'=>'Дата/Время подачи заявки: ',

'address'=>'Постоянный адрес заявки: ',

'send_review'=>'

<span>Если Вам понравился наш сервис, оставьте пожалуйста отзыв на </span>

<small>

    <a href="https://www.bestchange.ru/c1kworld-exchanger.html"><b>https://www.bestchange.ru</b></a>

</small>',


'anno'=>'* Для более быстрого ответа оператором, оставляйте Ваш телеграмм контакт',

'send'=>'Отдаю:',

'get'=>'Получаю:',

'rate'=>'Курс обмена:',

'personal'=>'Личные данные',

'username'=>'Имя(Nickname)',

'account_number'=>'Номер кошелька/счета на который вы получаете средства (получатель)',

'address_from'=>'Номер вашего кошелька/счета (отправителя) ',

'oferta_checkbox'=>'Я ознакомился и согласен с условиями',

'oferta'=>'Пожалуйста, ознакомьтесь с ',

'oferta_link'=>'Пользовательским соглашением.',

'oferta2'=>'Без этого Вы не сможете продолжить процедуру обмена.',

'go'=>'Обменять',

'some_field'=>'',

'verify1'=>'<br /><span style="color:red"><b> Для завершения обмена верифицируйте карту через <u>',

'verify_skrill'=>'<br /><span style="color:red"><b> Для завершения обмена верифицируйте аккаунт через <u>',

'verify2' => 'форму верификации</a></u></span> или Telegram <u><a href="https://t.me/noncash_c1k">Telegram</a></u> </b><br /><br />',

'verify'=>'In order to complete the exchange, you need to verify the card',

];
