<?php

return [


'rules_old'=>'Обмены проводятся путем создания заявки на сайте. Реквизиты для оплаты нужно получать у оператора в онлайн чате  ярлык в правом нижнем углу.',

'rules'=>'Дорогие друзья, мы проводим небольшой конкурс и разыгрываем 100$, нужно всего лишь совершить обмен и оставить отзыв <a href="https://c1k.world/100usdt">подробнее тут</a>',

'ahtung'=>'Особое внимание! Перевод средств осуществлять исключительно по указанным на сайте контактам!',

'news_channel'=>'Наш новостной канал:',

'oferta'=>'Правила сервиса',

'bepartner'=>'Партнерам',

'investing'=>'Инвестирование',

'contacts'=>'Контакты',

'login'=>'Войти',

'logoff'=>'Выйти',

'register'=>'Зарегистрироваться',

'home'=>'На главную',

'select_lang'=>'Выберите язык',

'cabinet'=>'Кабинет',

'admin'=>'Админ',

'our_ways'=>'Наши направления деятельности',

'select_way'=>'ВЫБЕРИТЕ НУЖНОЕ НАПРАВЛЕНИЕ',

'svernut'=>'СВЕРНУТЬ',

'day_off'=>'Рабочий день окончен',



];
