<?php

return [

'text'=>'
    <h4>Правила пользования обменным сервисом c1k</h4>
    <style>
    li {
        list-style-type: none; /* Убираем маркеры */
    }
    </style>
    <dl>
        <dt>1. Общие положения </dt>
        <dd>
            <ul>
                <li><p>
                    1.1.  Данное соглашение устанавливает порядок оказания сервисом c1k услуг по обмену цифровых активов.
                </p></li>
                <li><p>
                    1.2.  Под обменным сервисом понимают Интернет-ресурс c1k.world.
                </p></li>
                <li><p>
                    1.3.  Клиентом обменного сервиса является любое физическое лицо, которое совершило обмен через c1k.world.
                </p></li>
                <li><p>
                    1.4.  В дальнейшем, если Клиент и Обменный сервис упоминаются совместно, то они именуются Сторонами.
                </p></li>
                <li><p>
                    1.5.  Стороны дают согласие на то, что данное Соглашение обеспечивает регуляцию взаимоотношений между ними в вопросах, которые связаны с обменом электронных валют. Юридическая сила этого электронного Соглашения не уступает письменному документу.
                </p></li>
                <li><p>
                    1.6.  Соглашение выступает в качестве публичной оферты. Ее акцепт совершается через подачу Клиентом заявки на проведение обмена через обменный сервис c1k.world.
                </p></li>
            </ul>
        </dd>

        <dt>2. Предмет Соглашения</dt>
        <dd>
            <ul>
                <li><p>
                    2.1.  Обменным сервисом c1k.world предоставляются услуги, описанные в пункте №4 этого Соглашения, а Клиент соблюдает стандарты, описанные в пункте №9 Соглашения. Порядок оказания услуг устанавливается внутренним регламентом обменного сервиса. Положения регламента устанавливаются в пункте №5 соглашения.
                </p></li>
                <li><p>
                    2.2.  Клиент должен оплатить услуги обменного сервиса в соответствии с условиями, которые оговорены соглашением.
                </p></li>
            </ul>
        </dd>

        <dt>3. Взаимные обязательства Сторон</dt>
        <dd>
            <ul>
                <li>
                    3.1.  Обменный сервис c1k.world обязан:
                </li>
                <ul>
                    <li><p>
                        3.1.1. Совершать обмен электронных денег, цифровых активов на основании стандартов, предусмотренных Соглашением.
                    </p></li>
                    <li><p>
                        3.1.2. Обеспечивать Клиенту информационную и техническую поддержку в ходе выполнения заявки, используя возможности онлайн-ресурса c1k.world.
                    </p></li>
                    <li><p>
                        3.1.3. Гарантировать защиту сведений, касательно выполненных транзакций, в том числе, личные данные Клиента, время выполнения денежного перевода и их размер. Эти сведения доступны Клиенту, который совершил транзакции. Если операция выполнялась через анонимную систему платежей, то сведения о ней попадают в разряд конфиденциальных и тех, которые не подлежат разглашению.
                    </p></li>
                    <li><p>
                        3.1.4. Не допускать передачи информации, про совершенные операции третьим лицам. Под это правило не подпадают такие случаи:
                    </p></li>
                    <ul>
                        <li><p>
                            • если суд, юрисдикция которого распространяется на место расположения обменного сервиса, принял соответствующее решение, вступившее в законную силу;
                        </p></li>
                        <li><p>
                            • при получении официального запроса от правоохранительных и налоговых структур, которые функционируют в месте нахождения обменного сервиса;
                        </p></li>
                        <li><p>
                            • если есть запрос от администрации платежной системы – партнера обменного сервиса.
                        </p></li>
                    </ul>
                    <li><p>
                        3.1.5. Проведение операций с учетом персональной скидки клиента обменного сервиса c1k.
                    </p></li>
                    <li><p>
                        3.1.6. Перечисление денежных средств Клиенту, либо третьему лицу не позднее суток после предъявления претензии относительно нарушений, которые связаны с несоблюдением стандартов описанных в таких пунктах как 3.2.5., 5.4., 5.5. или 5.6. действующего Соглашения.
                    </p></li>
                </ul>
                <li>
                    3.2.  Обязанности Клиента:
                </li>
                <ul>
                    <li><p>
                        3.2.1. Предоставлять корректную информацию про реквизиты и личные данные для выполнения транзакции.
                    </p></li>
                    <li><p>
                        3.2.2. Обозначение актуального адреса электронной почты в глобальной сети.
                    </p></li>
                    <li><p>
                        3.2.3. Обеспечивать получение сообщений от c1k.world. Решить проблему доступа к глобальной сети при помощи компьютерного оборудования или какого-либо другого устройства. Обеспечивать безопасное соединение с обменным сервисом при помощи надежного антивирусного программного обеспечения.
                    </p></li>
                    <li><p>
                        3.2.4. Выполнять положения Соглашения.
                    </p></li>
                    <li><p>
                        3.2.5. Уведомлять представителей и техническую службу обменного сервиса c1k.world о возникновении ситуаций, когда денежный перевод не был выполнен в полном объеме, либо частично, а также о случаях, оговоренных в пунктах 5.4. – 5.6. действующего Соглашения. Уведомление должно быть отправлено на протяжении месяца после совершения транзакции. В противном случае, спорные платежи могут поступить в распоряжение обменного сервиса c1k.world.
                    </p></li>
                    <li><p>
                        3.2.6. Выполнять требования нормативных актов, которые регулируют порядок выполнения обмена.
                    </p></li>
                    <li><p>
                        3.2.7. Воздерживаться от использования систем для неправомерного увеличения трафика.
                    </p></li>
                </ul>
                <li>
                    3.3.  Обменный сервис c1k имеет право:
                </li>
                <ul>
                    <li><p>
                        3.3.1. Приостанавливать работу на время выполнения работ по модернизации сайта или для исправления ошибок или неполадок, возникающих в работе обменного сервиса.
                    </p></li>
                    <li><p>
                        3.3.2. Остановить процесс осуществления денежного перевода до выяснения обстоятельств, если была подана жалоба относительно мошеннических действий или имеется официальный запрос от компетентных органов.
                    </p></li>
                    <li><p>
                        3.3.3. Формирование системы скидок.
                    </p></li>
                    <li><p>
                        3.3.4. Определение размера комиссионных за совершение обмена в конкретном направлении.
                    </p></li>
                    <li><p>
                        3.3.5. Отказ в обслуживании Клиенту без объяснения мотивации.
                    </p></li>
                    <li><p>
                        3.3.6. Если транзакция не была выполнена по причине ошибки, то обменный сервис вправе запросить от Клиента дополнительные сведения, к примеру, скриншот электронного кошелька, чек об оплате через почту.
                    </p></li>
                    <li><p>
                        3.3.7. Прекратить беседу с Клиентом, некорректно ведущим себя с сотрудником обменного сервиса c1k, а также задающего вопросы, не касающиеся работы обменного сервиса или отказа в предоставлении необходимых сведений.
                    </p></li>
                    <li><p>
                        3.3.8. Блокировка денежного перевода при наступлении обстоятельств, которые описаны в пунктах 5.4. – 5.6. Соглашения.
                    </p></li>
                    <li><p>
                        3.3.9. При необходимости, выполнять блокировку операции и заморозку денежных средств на счете пользователя до идентификации его личности и установления истинности информации, которая была указана клиентом в системе.
                    </p></li>
                </ul>
                <li><p>
                    3.4.  В случае неосновательного обогащения Клиентом электронными денежными средствами обменного сервиса c1k, либо сторонних сервисов, администрация сайта вправе приостановить выполнение заявки до выяснения причин и всех обстоятельств, а также возмещения убытков, понесенных обменным сервисом c1k или другими обменными сервисами.
                </p></li>
                <li><p>
                    3.5. Администрация обменного сервиса c1k имеет право пересматривать условия реферальной программы.
                </p></li>
                <li><p>
                    3.6. Обменный сервис c1k вправе пересчитать курс, который зафиксирован по заявке, в случае:
                </p></li>
                <ul>
                    <li><p>
                        • длительной задержки поступления денег от клиента к обменному сервису, по причине задержки со стороны стороннего сервиса;
                    </p></li>
                    <li><p>
                        • клиент указал минимальную комиссию при переводе за транзакцию, что привело к длительной задержке поступления средств на счет обменного сервиса c1k.
                    </p></li>
                </ul>
            </ul>
        </dd>

        <dt>4. Перечень услуг</dt>
        <dd>
            <ul>
                <li><p>
                    4.1.  Обменный сервис c1k осуществляет обмен электронных валют различных платежных систем и других разновидностей титульных знаков, используя услуги банковских структур. С перечнем партнеров можно ознакомиться на информационном ресурсе обменного сервиса c1k.world.
                </p></li>
                <li><p>
                    4.2. Обменный сервис не проверяет законность происхождения денег, используемых для осуществления обменных операций.
                </p></li>
            </ul>
        </dd>

        <dt>5. Регламент обменных операций</dt>
        <dd>
            <ul>
                <li><p>
                    5.1.  Сотрудники обменного сервиса c1k выполняют перевод средств только по факту получения от клиента денег для совершения платежа.
                </p></li>
                <li><p>
                    5.2.  Обмен считается завершенным после перечисления денежных средств на предоставленные Клиентом сервиса реквизиты.
                </p></li>
                <li><p>
                    5.3.  Клиент не имеет права отменить начатый перевод и не может возвратить деньги, которые уже были отправлены.
                </p></li>
                <li><p>
                    5.4.  Если клиентом был выполнен платеж, размер которого не совпадает с суммой, обозначенной в заявке, администрация обменного сервиса c1k имеет право приостановить транзакцию. Операция будет возобновлена после обращения Клиента на основании пункта 3.2.5 Соглашения. При этом обменный сервис c1k имеет право пересчитать сумму в заявке, если он существенно изменился.
                </p></li>
                <li><p>
                    5.5.  При установлении неверных реквизитов, обменный сервис c1k приостанавливает выполнение заявки. После обращения клиента в поддержку сервиса с указанной в заявке электронной почты, обменный сервис c1k может изменить указанные реквизиты или сделать возврат суммы с удержанием комиссии той или иной платежной системы.
                </p></li>
                <li><p>
                    5.6.  Если оплата счета прошла с постороннего аккаунта или же были внесены изменения в примечания к платежу, то обменным сервисом c1k будет осуществлена блокировка транзакции. Возврат денег может быть выполнен по факту обращения Клиентом на основании пункта 3.2.5. за вычетом комиссии платежной системы и возможного штрафа.
                </p></li>
                <li><p>
                    5.7.  Если обменным сервисом c1k выполняется обмен на криптовалюту биткоин, то выполнение транзакции пользователю в сети биткоин зависит от ее загруженности.
                </p></li>
                <li><p>
                    5.8.  Клиенту нужно выполнить оплату по заявке в течение 20 минут, для избегания заявки по нынешнему курсу или ее удаления.
                </p></li>
            </ul>
        </dd>

        <dt>6. Гарантии и ответственность сторон</dt>
        <dd>
            <ul>
                <li><p>
                    6.1.  Обменный сервис c1k не отвечает за последствия некорректной эксплуатации ресурса и за ошибки, которые были допущены Клиентом при оформлении заявки. Операция не может быть отменена, а денежные средства возвращены, даже если Клиентом были указаны неверные платежные реквизиты.
                </p></li>
                <li><p>
                    6.2.  Обменный сервис c1k не отвечает за ущерб от невозможности эксплуатации Клиентом оборудования в целом или его составляющих.
                </p></li>
                <li><p>
                    6.3.  Обменный сервис c1l не отвечает за задержку платежей по причине действий финансовых учреждений или электронных систем платежей.
                </p></li>
                <li><p>
                    6.4.  Компания c1k не отвечает за убытки, либо неполучение дохода, если они возникли в результате ошибочных представлений Клиентом, касательно тарифов, либо прибыльности транзакций.
                </p></li>
                <li><p>
                    6.5.  Обменный сервис не отвечает за финансовые потери, возникшие из-за задержек перевода.
                </p></li>
                <li><p>
                    6.6.  Клиент подтверждает, что у него есть законные основания для распоряжения деньгами, используемыми для совершения транзакций.
                </p></li>
                <li><p>
                    6.7.  Клиент соглашается на возмещение ущерба третьи лицам, если причиной его возникновения стала эксплуатация ресурса.
                </p></li>
            </ul>
        </dd>

        <dt>7. Изменений условий соглашения</dt>
        <dd>
            <ul>
                <li><p>
                    7.1.  Администрация обменного сервиса c1k вправе редактировать данное Соглашение в любое время. Изменения приобретают силу после их опубликования на официальном сайте c1k.world.
                </p></li>
            </ul>
        </dd>

        <dt>8. Форс-мажор</dt>
        <dd>
            <ul>
                <li><p>
                    8.1.  Стороны не несут ответственность за невыполнение или ненадежное выполнение условий соглашения, если причиной этого стали непреодолимые обстоятельства. К ним причисляют войну, стихийные бедствия, пожар, бунт, массовые беспорядки, теракт, решения властей. Кроме того, к ним относят сбои в работе электрической сети, отсутствие доступа к сети интернет или прочим системам.
                </p></li>
            </ul>
        </dd>

        <dt>9. Условия для выполнения обмена </dt>
        <dd>
            <ul>
                <li><p>
                    9.1.  Администрация запрещает использовать обменный сервис c1k с целью осуществления мошеннических, либо других незаконных операций.
                </p></li>
                <li><p>
                    9.2. Обменный сервис c1k может передавать сведения про платежи, незаконность которых была установлена правоохранительными структурами, администрации системы платежей, а также потерпевшему, по его требованию.
                </p></li>
                <li><p>
                    9.3. Обмен средств происходит только по факту вывода Клиентом денег с принадлежащего ему виртуального кошелька. При этом он несет ответственность за законность источников их поступления.
                </p></li>
                <li><p>
                    9.4. Банковский перевод производится посредством сервиса интернет-банкинга выбранной клиентом системы платежей. Если заявка была создана при помощи оператора банка или же с использованием банкомата, то денежные средства подлежат возврату не позднее суток.
                </p></li>
                <li><p>
                    9.5. Обменный сервис c1k не несет ответственность за переводы, которые были совершены для клиента третьими лицами.
                </p></li>
                <li><p>
                    9.6. Если клиент нажал на кнопку соответствующую соглашению с правилами осуществления обмена, то он безоговорочно принимает условия этого соглашения.
                </p></li>
                <li><p>
                    9.7. Использование обменного сервиса c1k для создания многочисленных заявок, с целью извлечения выгоды на разнице курсов обмена – категорически запрещено.
                </p></li>
            </ul>
        </dd>
    </dl>
    '

];
