<?php
return [

'h4'=>'Наши партнерские программы',
'welcome'=>'
Уважаемые пользователи! После регистрации на одном из наших сервисов: c1k.world и c1k-fin.world функционирует единый «Личный кабинет» между пользователями. В том случае если Ваш клиент прошел регистрацию и сделал заказы на одном ресурсе, а после решил произвести заказ на втором, то он может использовать для авторизации один и тот же логин и пароль. Проведенная им сделка в любом случае пойдет Вам в учет. Тоже самое касается и реферальных ссылок.
<br>
В случае если у вас возникли вопросы, то свяжитесь с представителем нашей компании по контакту <a href="https://t.me/PR_C1K"><span style="color:red">Telegram</span></a>
',

'null_programm_short'=>'<b>"Реферал"</b>',
'first_programm_short'=>'<b>"Рядовой партнер"</b>',
'second_programm_short'=>'<b>"Мониторинг"</b>',
'third_programm_short'=>'<b>"Лидер мнений"</b>',


'null_programm_title'=>'Партнерская программа <br><b>"Реферал"</b>',
'first_programm_title'=>'Партнерская программа <br><b>"Рядовой партнер"</b>',
'second_programm_title'=>'Партнерская программа <br><b>"Мониторинг"</b>',
'third_programm_title'=>'Партнерская программа <br><b>"Лидер мнений"</b>',
'four_programm_title'=>'Партнерская программа <br><b>"Менеджер лидеров мнений"</b>',

'null_programm_desc'=>'
<b>Условия:</b> 5% от нашей прибыли возвращаеться Вам, по Вашим операциям проведённым через Ваш аккаунт.
',

'first_programm_desc'=>'
<b>Условия:</b> 10% от нашей прибыли возвращается на счет пользователя. В случае если Вы передали свою реферальную ссылку и другой человек начал пользоваться сервисом, то с каждой его сделки Вы будете получать 5% от нашей прибыли. Кроме того, Ваш реферал получит скидку в размере 5%.
<br>

<br>
Партнерская программа ориентирована на следующих пользователей:
<br>

<ul>
<li>
людей, которые совершают операции на сайтах c1k.world и c1k-fin.world.
</li>
</ul>
',

'second_programm_desc'=>'
<b>Условия: </b> 30% от прибыли с реферала зачисляется на Ваш баланс в личном кабинете. При регистрации реферала на постоянной основе на наших сайтах c1k.world и c1k-fin.world, его аккаунт действует по программе «Рядовой партнер» и крепится как реферал партнерской программы «Мониторинг».
<br>
Партнерская программа ориентирована на следующих пользователей:
<ul>
<li>
владельцев, администраторов и менеджеров по развитию мониторингов и досок рейтинга курсов.
</li>
</ul>
',


'third_programm_desc'=>'
<b>Условия: 40%</b> от прибыли с реферала зачисляется на Ваш баланс в личном кабинете. В случае регистрации реферала на постоянной основе на сайтах c1k.world и c1k-fin.world, его аккаунт действует под программой «Рядовой партнер» и крепится в качестве реферала партнерской программы «Лидер мнений».
<br>
<br>
<b>Партнерская программа ориентирована на следующих пользователей:</b>
<br>
<ul>
<li>
YouTube блогеры;
</li><li>
блогеры в Instagram и других социальных сетях;
</li><li>
владельцы и администраторы Telegram-чатов и каналов;
</li><li>
владельцы интернет СМИ;
</li><li>
владельцы интернет-проектов (сайты, форумы, площадки);
</li><li>
маркетологи, таргетологи, рекламодатели, СРА-сети, другие специалисты в области маркетинга;
</li><li>
транспортные и карго компании.
</li>
</ul>
',

'current_programm_active'=>'Активна',
'new_programm_active'=>'Активировать',

'four_programm_desc'=>'
<br>
Условия: для рефералов (клиентов) предоставляется стандартный пакет 10% по программе «Рядовой партнер». Для блогеров предоставляется возможность получения 40% прибыли. Менеджеру возвращается 5% на счет в личном кабинете.
<br>
<br>
<b>Внимание!</b> Уважаемые потенциальные партнеры, осуществляя оформление данной партнерской программы, Вы несете партнерскую ответственность за подачу актуальной информации «О каналах, которые выступают вашими рефералами». В данной партнерской программе установлены следующие ограничения:
<ol>
<li>
Вы не должны лоббировали свои рекламные каналы, в которых выступает один проект или одно лицо проекта.
</li>
<li>
Все каналы по данной программе должны соответствовать различным проектам. Если у вас есть свой проект, Вы должны иметь два партнерских аккаунта. Через свой аккаунт Вы должны выступать в качестве менеджера.
</li>
<li>
Минимальное количество проектов, которые должны являться активными по Вашей менеджерской партнерской программе составляет не менее трех. Администрация сервиса оставляет за собой право в любой момент запросить у Вас рекламный материал (ссылки на видео и так далее), с целью подтверждения минимального количества активных рекламных каналов. Если по объективным причинам количество трех активных рекламных каналов будет меньшим на момент запроса, то Ваш партнерский кабинет может быть деактивирован или переведен на другой уровень, в зависимости от сложившейся ситуации.
</li>
',

];
