<?php

return [

'title'=>'Верификация',

'fill'=>'Заполните анкету',

'name'=>'Фамилия, имя, отчество',

'phone'=>'Телефон',

'card_number'=>'Номер аккаунта',

'foto'=>'Фото аккаунта',

'maxfiles'=>'Слишком много файлов максимум 5!',

'filesize'=>'Файл слишком большой максимальный размер 5Mb!',

'note'=>'Примечание:',

'note1'=>'Пользователю необходимо прикрепить скриншот с историей депозитов своего аккаунта, где видно от кого пришли средства на его счет. Предварительно, на сайте нужно заполнить личные данные.',

'note_title'=>'Примечание: ',

'nopc'=>'У меня нет доступа к ПК для фото',

'note2'=>'Если у вас отсутствует возможность загрузить фото с персонального компьютера и вы проходите верификацию с мобильного устройства, свяжитесь с службой поддержки в чате.',


'oferta'=>'Пожалуйста, ознакомьтесь с <a href="/oferta">Пользовательским соглашением</a> и <a href="/skrill_verify_info"> Правилами хранения файлов</a>',

'send'=>'"Отправить"',
'pending'=>'На расмотрении'

];
